[{"id":0,"start":0,"end":176,"text":"Association of a carboxylesterase 1 polymorphism with appetite reduction in children and adolescents with attention-deficit/hyperactivity disorder treated with methylphenidate.","terms":[{"ids":"UNIPROT:O00748:T116:PRGE","score":0.9957814259186848,"id":1,"start":17,"end":35,"text":"carboxylesterase 1","terms":[]}]},{"id":1,"start":178,"end":256,"text":"Carboxylesterase 1 is the enzyme involved in methylphenidate (MPH) metabolism.","terms":[{"ids":"UNIPROT:O00748:T116:PRGE","score":0.9964366942403873,"id":1,"start":178,"end":196,"text":"Carboxylesterase 1","terms":[]}]},{"id":2,"start":257,"end":430,"text":"The aim of this study was to evaluate the association between a -75 T\u003eG polymorphism and appetite reduction in children with attention-deficit/hyperactivity disorder (ADHD).","terms":[]},{"id":3,"start":431,"end":483,"text":"A sample of 213 children with ADHD was investigated.","terms":[]},{"id":4,"start":484,"end":638,"text":"The primary outcome was appetite reduction measured by the Barkley Stimulant Side Effect Rating Scale applied at baseline, at 1 and 3 months of treatment.","terms":[]},{"id":5,"start":639,"end":741,"text":"MPH doses were augmented until no further clinical improvement or significant adverse events occurred.","terms":[]},{"id":6,"start":742,"end":829,"text":"The G allele presented a trend for association with appetite reduction scores (P\u003d0.05).","terms":[]},{"id":7,"start":830,"end":958,"text":"A significant interaction between the G allele and treatment over time for appetite reduction scores was also observed (P\u003d0.03).","terms":[]},{"id":8,"start":959,"end":1104,"text":"The G allele carriers presented a higher risk for appetite reduction worsening when compared with T allele homozygotes (odds ratio\u003d3.47, P\u003d0.01).","terms":[]},{"id":9,"start":1105,"end":1362,"text":"The present results suggest an influence of carboxylesterase 1 -75 T\u003eG polymorphism on the worsening of appetite reduction with MPH treatment in youths with ADHD.The Pharmacogenomics Journal advance online publication, 12 June 2012; doi:10.1038/tpj.2012.25.","terms":[{"ids":"UNIPROT:O00748:T116:PRGE","score":0.5123965212823987,"id":1,"start":1149,"end":1167,"text":"carboxylesterase 1","terms":[]}]}]